Repository: cmfcmf/TicketManager
Catalog: locale/*/LC_MESSAGES/module_ticketmanager.po
Languages: de

source: Depreciating canceled
de: Entwerten abgebrochen

source: Configuration
de: Konfiguration

source: Clear cache
de: Cache löschen

source: Generate test-tickets
de: Test-Tickets generieren

source: Depreciate
de: Entwerten

source: Help
de: Hilfe

source: Didn't write anything to database. Only dry-running.
de: Es wurde nichts in die Datenbank geschrieben, sondern nur getestet.

source: Upgrade of this version is not supported!
de: Upgrade dieser Version wird nicht unterstützt!

source: Manage your TICKETS easy!
de: Verwalten Sie Ihre TICKETS einfach!

source: Nothing to configure yet!
de: Bisher keine Einstellmöglichkeiten!

source: Please visit %s for further information, help and bug tracking.
de: Bitte besuchen Sie %s für weitere Informationen, Hilfe und Fehler.

source: Depreciate tickets
de: Tickets entwerten

source: Mode
de: Modus

source: Cancel
de: Abbrechen

source: Please activate Javascript!
de: Bitte aktivieren Sie Javascript!
